IDEA StatiCa Open Model
SteelSetupRUS.Structural_Fi Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Safety factor Structural_Fi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Structural_Fi { get; set; }
Public Property Structural_Fi As Double
	Get
	Set
public:
property double Structural_Fi {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupRUS Class
IdeaRS.OpenModel Namespace